
tap 'caskroom/cask'

# Core Homebrew
brew 'adns'
brew 'aom'
brew 'asciinema'
brew 'augeas'
brew 'autoconf'
brew 'automake'
brew 'awless'
brew 'aws-okta'
brew 'aws-shell'
brew 'awscli'
brew 'awslogs'
brew 'bash'
brew 'binutils'
brew 'cairo'
brew 'ccze'
brew 'certbot'
brew 'cmake'
brew 'colordiff'
brew 'compose2kube'
brew 'coreutils'
brew 'ctags'
brew 'curlie'
brew 'dep'
brew 'dialog'
brew 'diffutils'
brew 'dive'
brew 'docker-machine'
brew 'docker-machine-driver-xhyve'
brew 'ed'
brew 'exa'
brew 'exercism'
brew 'fcgi'
brew 'ffmpeg'
brew 'findutils'
brew 'fish'
brew 'flac'
brew 'fluxctl'
brew 'fontconfig'
brew 'freetype'
brew 'frei0r'
brew 'fribidi'
brew 'fzf'
brew 'garden-cli'
brew 'gawk'
brew 'gcc'
brew 'gd'
brew 'gdbm'
brew 'gettext'
brew 'gh'
brew 'ghostscript'
brew 'giflib'
brew 'git'
brew 'git-flow'
brew 'git-lfs'
brew 'glib'
brew 'glide'
brew 'gmp'
brew 'gnu-indent'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'gnu-which'
brew 'gnupg'
brew 'gnutls'
brew 'go'
brew 'golangci-lint'
brew 'gpgme'
brew 'graphite2'
brew 'graphviz'
brew 'grep'
brew 'gts'
brew 'gzip'
brew 'hadolint'
brew 'harfbuzz'
brew 'helm'
brew 'hidapi'
brew 'htop'
brew 'httperf'
brew 'httping'
brew 'hub'
brew 'icu4c'
brew 'ilmbase'
brew 'imagemagick'
brew 'ipcalc'
brew 'ipython'
brew 'irssi'
brew 'isl'
brew 'jasper'
brew 'jemalloc'
brew 'jpeg'
brew 'jq'
brew 'json-c'
brew 'jx'
brew 'k9s'
brew 'kail'
brew 'kompose'
brew 'kotlin'
brew 'ktail'
brew 'kube-ps1'
brew 'kubectx'
brew 'kubernetes-cli'
brew 'kubernetes-helm'
brew 'kubernetes-tools'
brew 'kubetail'
brew 'kustomize'
brew 'lame'
brew 'leptonica'
brew 'less'
brew 'libass'
brew 'libassuan'
brew 'libbluray'
brew 'libde265'
brew 'libev'
brew 'libevent'
brew 'libffi'
brew 'libgcrypt'
brew 'libgpg-error'
brew 'libheif'
brew 'libidn2'
brew 'libksba'
brew 'libmpc'
brew 'libnet'
brew 'libogg'
brew 'libomp'
brew 'libpng'
brew 'libsamplerate'
brew 'libsndfile'
brew 'libsoxr'
brew 'libtasn1'
brew 'libtermkey'
brew 'libtiff'
brew 'libtool'
brew 'libu2f-host'
brew 'libunistring'
brew 'libusb'
brew 'libuv'
brew 'libvidstab'
brew 'libvorbis'
brew 'libvpx'
brew 'libvterm'
brew 'libyaml'
brew 'libyubikey'
brew 'little-cms2'
brew 'luajit'
brew 'lzip'
brew 'lzo'
brew 'minikube'
brew 'mitmproxy'
brew 'mongodb'
brew 'mongodb-community'
brew 'mongodb-community-shell'
brew 'mpfr'
brew 'msgpack'
brew 'mtr'
brew 'mutt'
brew 'mysql'
brew 'mysql-client'
brew 'mysql-utilities'
brew 'mytop'
brew 'ncurses'
brew 'neovim'
brew 'netpbm'
brew 'nettle'
brew 'ngrep'
brew 'nmap'
brew 'node'
brew 'npth'
brew 'oniguruma'
brew 'opencore-amr'
brew 'openexr'
brew 'openjpeg'
brew 'openssl'
brew 'openssl@1.1'
brew 'opus'
brew 'p11-kit'
brew 'pcre'
brew 'pcre2'
brew 'peco'
brew 'pinentry'
brew 'pinentry-mac'
brew 'pixman'
brew 'pkg-config'
brew 'popeye'
brew 'postgresql'
brew 'protobuf'
brew 'protobuf@3.7'
brew 'pth'
brew 'pwgen'
brew 'pypy3'
brew 'python'
brew 'python3'
brew 'python@2'
brew 'python@3.8'
brew 'qcachegrind'
brew 'qt'
brew 'readline'
brew 'redis'
brew 'rocker'
brew 'rsync'
brew 'rtmpdump'
brew 'rubberband'
brew 'screen'
brew 'sdl2'
brew 'shared-mime-info'
brew 'shellcheck'
brew 'shfmt'
brew 'siege'
brew 'smartmontools'
brew 'snappy'
brew 'socat'
brew 'speex'
brew 'sqlite'
brew 'stern'
brew 'tcl-tk'
brew 'tcptraceroute'
brew 'telnet'
brew 'terraform'
brew 'tesseract'
brew 'tflint'
brew 'theora'
brew 'tokyo-cabinet'
brew 'trash'
brew 'tree'
brew 'ttygif'
brew 'ttyrec'
brew 'unbound'
brew 'unibilium'
brew 'velero'
brew 'watch'
brew 'wdiff'
brew 'webp'
brew 'wget'
brew 'whois'
brew 'x264'
brew 'x265'
brew 'xhyve'
brew 'xvid'
brew 'xz'
brew 'yamllint'
brew 'yarn'
brew 'ykman'
brew 'ykpers'
brew 'yq'
brew 'zeromq'
brew 'zsh'
brew 'zsh-completions'

# Cask Apps
cask 'aerial'
cask 'android-platform-tools'
cask 'font-hack-nerd-font'
cask 'font-microsoft-office'
cask 'kubespy'
cask 'lens'
cask 'minikube'

